[
    {
        "key": "block",
        "label": "Block",
        "description": "<p>This is the most basic of defenses used to halt or deflect an incoming attack. Where game mechanics are concerned, Blocking works essentially the same as any Parry, except that it uses the shield&rsquo;s DTN.</p><p>Block is the one exception to the rule that a character may only execute one Maneuver per Exchange, as it may be combined with a Parry if both weapon and shield are wielded. In this case, the DTN for Blocking is increased by +1 for using the off-hand. Otherwise, Blocking with a designated shield in the off-hand does not increase DTN.</p><p><strong>This Maneuver is available at all Proficiency levels.</strong></p>"
    },
    {
        "key": "block-open-strike",
        "label": "Block Open & Strike",
        "description": "<p>This Maneuver consists of Blocking or Parrying an incoming attack in an open manner in order to use a second (usually the primary) weapon to attack the new opening. In an Exchange, defend with either a normal Block or Parry, but declare Block Open &amp; Strike alongside this defense and pay its Activation Cost. In the event of a successful defense, the follow-up attack in the subsequent Exchange may be executed with bonus dice equal to this Maneuver&rsquo;s Quality of Success.</p><p><strong>This Maneuver is available at Proficiency level 4.</strong></p>"
    },
    {
        "key": "counter",
        "label": "Counter",
        "description": "<p>Though primarily an offensive action, Counters are initiated by the defender. Sometimes called a Riposte, a Counter relies on receiving an opponent&rsquo;s attack and using it against him. There are literally hundreds or even thousands of Counters, designed to deal with almost any attack from any direction.</p><p>When a defender declares Counter as his chosen defense he spends this Maneuver&rsquo;s Activation Cost and then allocates dice as in any standard Parry. If the defender fails the Parry, his Counter also fails and he is hit. If the Parry is successful with a QoS of at least 1, so is the Counter, and the defender assumes the role of aggressor as normal. He receives bonus dice on his counterattack equal to the number of Successes that were rolled in the attack successfully defended with the Counter.</p><p>Additionally, due to the myriad nature of Counters, the countering party should roll on Table 3.3 to determine the exact effect of his Counter (note that Counters with light, fencing-style blades use the Half-sword column of the Table). No Activation Cost for countering Maneuvers derived from this table need be paid, but Activation Costs for Reach differences and those singular to the weapon used have to be paid.</p><p>If the countering attack changes the engagement range of the combatants, the countering party may decide whether to return to the previous engagement range once the Counter is concluded, or to remain at the new one.</p><p><strong>This Maneuver is available at all Proficiency levels.</strong></p>"
    },
    {
        "key": "evasion",
        "label": "Evasion",
        "description": "<p>This is the Maneuver of avoiding an attack by moving out of its way. If Evasion is chosen as a Defensive Maneuver, any number of Evasions are possible during the Exchange, provided that dice from the MP are set aside for each individual Evasion. Activation Cost, DTNs, and rules for use of the Evasion Maneuver under various circumstances can be found in Chapter Four.</p><p><strong>This Maneuver is available at all Proficiency levels.</strong></p>"
    },
    {
        "key": "expulsion",
        "label": "Expulsion",
        "description": "<p>This Maneuver is not dissimilar to the offensive Beat, but is initiated by the defender&rsquo;s side. It is only effective against Thrusts and Thrust-based attacks, or against Slash-based attacks made with 4 dice or less.</p><p>To execute an Expulsion, simply declare &ldquo;Expulsion&rdquo; alongside the standard Parry, pay this Maneuver&rsquo;s Activation Cost, and allocate dice to the Parry as usual.</p><p>The effects are nearly identical to those of an offensive Beat. If the Parry fails, then the round is resolved normally. If the Parry is effective, then all Maneuvers utilizing the weapon that was successfully expulsed receive a penalty equal to the defender&rsquo;s Quality of Success, applicable in the Exchange immediately following the Expulsion.</p><p><strong>This Maneuver is available at Proficiency Level 3.</strong></p>"
    },
    {
        "key": "half-sword",
        "label": "Half-Sword",
        "description": "<p>This technique has fine defensive properties. See Half-Sword as an offensive Maneuver, (above) and Counters (also above).</p>"
    },
    {
        "key": "overrun",
        "label": "Overrun",
        "description": "<p>An Overrun is a highly specialized and demanding Maneuver, similar in concept to a Master-Strike, but it is more limited than the latter. It combines a defense and an attack in the same action, in the same Exchange, and involves evading an opponent&rsquo;s blow while at the same time launching an attack of your own.</p><p>After paying the Activation Cost for the Maneuver, the player assigns dice to its defensive and offensive actions. The defensive action is an Evasion, rolled against TN 8 like a Partial Evasion. Any additional Activation Cost from Encumbrance, if these optional rules are being used, must be paid as well, out of the dice assigned to the defense.</p><p>If the Evasion is successful (QoS 0+), the dice assigned to the offensive part of the Overrun are now used to launch an immediate Bash, Cut, or Thrust against the opponent. Any Activation Cost for this Offensive Maneuver, including Reach penalties, must be paid as well, out of the dice assigned to the offense.</p><p>Any positive QoS from the Evasion carries over into the offensive part of the Maneuver as bonus dice.</p><p>If the Evasion is unsuccessful, the offensive part of the Overrun goes ahead anyway, but any damage is determined before the Overrunning character&rsquo;s attack roll, and its consequences are applied in full, including Shock penalties and any possible Knockdown.</p><p>A combatant carrying out a successful Overrun as his defense may assume the role of aggressor, unless the attacker inflicted a higher wound level on the Overrunner, than the Overrunner inflicted on the Attacker, in which case the attacker remains the aggressor. In any case the Overrun leaves the combatants at the engagement range of the Reach of the weapon of the combatant who emerges as the aggressor.</p><p><strong>This maneuver is available at Proficiency level 8.</strong></p>"
    },
    {
        "key": "parry",
        "label": "Parry",
        "description": "<p>This Maneuver is the basis for all non-shield non-dodging defenses. It consists primarily of using one&rsquo;s own weapon to deflect - not halt - an incoming attack. Parries are performed by simply rolling defense with the DTN of the weapon at hand as the normal Opposed check of a combat Exchange.</p><p>If a combatant is wielding two weapons, one in each hand, this Maneuver allows him to deflect two attacks, one with each weapon. To do so, he assigns dice from his MP in any proportion to either Parry. Remember that actions with a weapon in the off hand are at +1 TN.</p><p><strong>This Maneuver is available at all Proficiency levels.</strong></p>"
    },
    {
        "key": "rota",
        "label": "Rota",
        "description": "<p>The Rota is a riposte maneuver. The back edge of the blade is used to deflect an opposing attack, after which an immediate cut with the forward edge is performed.</p><p>The weapon is not moved far, and as such, the location of the counter attack is fixed. This maneuver is only available against swinging (Cleaving or Blunt) attacks, and the counter attack must be a Cleaving or blunt swinging attack, not a thrust.</p><p>The Rota is similar to the Counter Maneuver with the same benefit for success (the attacker&rsquo;s successes as bonus dice for the counter attack the following exchange). However, instead of the random location of the counter attack, the Rota counter attacks the same Target Zone on the opponent that he originally targeted on the character.</p><p><strong>This maneuver is available at Proficiency level 2.</strong></p>"
    },
    {
        "key": "winding-binding",
        "label": "Winding & Binding",
        "description": "<p>Winding &amp; Binding is a deadly game that results when two weapons clash and stick together for a time. While declared as a standard Parry, the Activation Cost of both Maneuvers must be paid.</p><p>If the Parry fails, the defender is struck as normal. However if it is successful, the Winding &amp; Binding comes into play, with an opponent&rsquo;s weapon not deflected, but instead collected on the defender&rsquo;s sword, both weapons sticking together.</p><p>Even if the defender merely ties the attacker, the initiative passes to him and he receives the Quality of Success of his Winding &amp; Binding defense as bonus dice for his counterattack from the bind in the subsequent Exchange.</p><p>The nature of this follow- up attack, which has no Activation Cost, is somewhat random. It is the result of the shoving and winding match of the two combatants locked together, each trying to either disengage or strike past his foe&rsquo;s defending weapon.</p><p>While a Thrust past an opponent&rsquo;s guard is the most likely outcome, it is by no means the only one possible. To determine the actual form of the follow- up attack, the initiator of the Winding &amp; Binding rolls 1D6 on Table 3.4.</p><p>Winding &amp; Binding changes the engagement range. All attacks from Table 3.4 happen at optimum Reach for the attacker, this now being the new engagement range.</p><p>The defender has the choice of three defenses against the Winding &amp; Binding attack determined on Table 3.4:</p><ol><li>If he knows the Winding &amp; Binding Maneuver himself, he may declare it alongside a standard Parry, paying the Activation Cost for both. If he at least ties his opponent, the bind is maintained, but he becomes the new aggressor, carrying his QoS in the defense over as bonus dice into his follow-up attack, as determined by by his roll on Table 3.4.</li><li>He may try to disengage his weapon. This is handled as a normal Parry with an additional Activation Cost of +1. In addition, initiative only switches to the defender if he is successful by a Quality of Success of at least 3.</li><li>He may try to run off completely. This is handled as an Evasion with an additional Activation Cost of +3.</li></ol><p>On the first Exchange of the Winding &amp; Binding, only Partial Evasion is possible, as the defender was attacking on the previous Exchange. Should the Winding &amp; Binding continue into a second Exchange, the defender may now also try a Full Evasion, which - if successful - ends the bout as usual.</p><p>No matter how the Winding &amp; Binding ultimately ends, the loser is now at an optimum engagement range for the combatant who emerges from Winding &amp; Binding as the aggressor, provided the bout is not broken up by a successful Full Evasion.</p><p><strong>This maneuver is available at Proficiency level 5.</strong></p>"
    }
]