[
    {
        "key": "bash",
        "label": "Bash",
        "description": "<p>This is the standard attack for all blunt weapons that are swung. It is learned immediately. Extra power may be added to a Bash by expending 1 (and only 1) extra MP die prior to rolling, and adding 1 to damage in the event of a successful hit. If a Bash successfully strikes the head, the Shock rating of such a hit is increased by half that hit&rsquo;s Impact Rating before the defender&rsquo;s AV and half BN are subtracted. This Shock even applies if no actual wound is caused.</p><p><strong>This Maneuver is available at all Proficiency levels.</strong></p>"
    },
    {
        "key": "beat",
        "label": "Beat",
        "description": "<p>The Beat is an attack upon an opponent&rsquo;s weapon or shield as an attempt to remove it temporarily. Beats may only be performed at the start of a bout or following a &ldquo;pause,&rdquo; as described in Chapter Four. This sudden, brutal, and effective Maneuver is executed by declaring &ldquo;Beat&rdquo; as your offensive Maneuver, along with the dice allotted to the attack. The defender assigns defense dice to a defensive Maneuver (Parry, Evade, Block, etc.) and the contest is rolled normally. If the attacker wins the Beat, then the defender&rsquo;s weapon (or whatever else was being &ldquo;Beaten&rdquo;) is knocked aside and cannot be used in the following Exchange.</p><p>Additionally, every success in the attacker&rsquo;s QoS costs the defender 2 MP (this functions similarly to Shock, described under Damage in Chapter Four). If the defender wins, the round is resolved normally and initiative changes over. Using a Beat is an excellent way to handle opponents with longer weapons as all Reach penalties are cut in half (.50 rounds up) when Beating.</p><p><strong>The Beat Maneuver is available at Proficiency level 3.</strong></p>",
        "level": 3
    },
    {
        "key": "bind-strike",
        "label": "Bind & Strike",
        "description": "<p>This Maneuver uses off hand weapons (daggers, shields, etc.) to pin down or bind an opponent&rsquo;s shield or weapon, opening him up for a follow-up attack. With this Maneuver, an attack is rolled as normal with the shield or off hand weapon, at the usual +1 ATN for attacking with the offhand. If using a shield to bind the opponent&rsquo;s weapon, the ATN is 6 for both bucklers and large shields, and 5 for small shields, without penalty for using the off hand. The defender can Evade or use the weapon or shield that is being &ldquo;Bound&rdquo; to Parry or Block, but he may not use another weapon or shield to defend against the Bind.</p><p>If this attack is successful, the opponent cannot use the &ldquo;Bound&rdquo; weapon or shield on the subsequent Exchange and he loses 1 MP per point of QoS, also good on the next Exchange. Thus if Beat were conducted with a QoS of 3 Victories, your opponent&rsquo;s MP for the next Exchange is reduced by 3 dice. If this would take the MP into the negative range, those negative dice are still added as bonus dice to the winner&rsquo;s MP for the next Exchange, as usual.</p><p><strong>This Maneuver is available at all Proficiency levels.</strong></p>"
    },
    {
        "key": "cut",
        "label": "Cut",
        "description": "<p>Cutting is the standard mode of attack conducted with edged weapons like swords, axes, and other predominantly slashing weapons. It is executed by a swinging or slashing motion, from minor ones using just the wrist, to those with the entire arm.</p><p>More force may be applied to a Cut by the expenditure of one (and no more) extra MP die prior to rolling and then adding 1 to damage in the event of a successful hit.</p><p><strong>This Maneuver is available at all Proficiency levels.</strong></p>"
    },
    {
        "key": "disarm",
        "label": "Disarm",
        "description": "<p>Disarming is a popular Maneuver when you are trying to avoid hurting your opponent or trying to make him surrender, but it can just as easily be used as a prelude to an easy kill. Disarms may be performed as an attack or a defense.</p><p><strong>As an attack</strong> it is performed in a similar manner to the Beat Maneuver, except that it is not necessary to perform the Disarm after a break in the combat like a Beat. As with Beat, all Reach modifiers are halved (0.50 rounds up). The attacker assigns as many dice to the Disarm as he likes (after paying the Activation Cost) while the defender makes whichever defense he chooses. If the Disarm attack is successful, the defender must make a Knockdown Check with a Difficulty equal to the attacker&rsquo;s Quality of Success.</p><p>If this Check is failed then the weapon has been dropped. If the Knockdown Check is successful, then the defender has managed to retain his grip on his weapon, but the attacker retains the role of aggressor.</p><p><strong>As a defense</strong> the Disarm Maneuver is performed in a similar manner to a Parry. Perfect timing is required, as the defender must wait for the attack to come and sweep his attacker&rsquo;s weapon aside at the optimal moment, twisting it out of his hands. Unlike other defenses, Disarm incurs a Reach penalty, such as an offense, if it is attempted against longer weapons, but only half the usual ones (0.50 rounds up). After the Activation Cost has been paid, dice are assigned as if for a Parry.</p><p>If the defense is successful, the attacker must make a Knockdown Check with a Difficulty equal to the defender&rsquo;s Quality of Success.</p><p>Failure in the Knockdown Check means that the attacker has instead been disarmed. Whether the attacker drops his weapon or not, the defender now takes initiative. Of course, if the attacker wins, then the Disarm attempt has failed and the attack goes through (minus the defender&rsquo;s QoS, as usual).</p><p><strong>This maneuver is available at Proficiency level 3.</strong></p>",
        "level": 3
    },
    {
        "key": "double-attack",
        "label": "Double Attack",
        "description": "<p>The demanding action of attacking with one weapon in either hand on the same Exchange. The MP dice allocated to the Exchange are first divided between the two attacks in any way the attacker desires, modifiers for Reach applied, and then the attacks rolled as normal, with the usual ATN +1 penalty for using a weapon in the off hand. Your opponent will have a difficult time defending against both your attacks, viable defenses being only Evasion, Parry (if he has two weapons), or Block and Parry (if he has both weapon and shield).</p><p><strong>This Maneuver is available at Proficiency level 4.</strong></p>",
        "level": 4
    },
    {
        "key": "evasive-attack",
        "label": "Evasive Attack",
        "description": "<p>This is a defensive measure that takes place during an attack (thus it counts as an offensive Maneuver). In principle the attacker cuts with his weapon while simultaneously leaping backward so as to evade an opponent&rsquo;s attack.</p><p>This Maneuver requires a great deal of skill, but it is indispensable to those who find themselves in quick-draw style duels with opponents that go straight for the attack.</p><p>To execute this Maneuver one attacks as normal with a slashing- type attack, spending this Maneuver&rsquo;s Activation Cost in addition to the normal Activation Cost of the attack. If the optional Encumbrance rules are being used, a further Activation Cost equal to the Encumbrance score must be paid, as per an Evasion.</p><p>Once the Maneuver is activated, any number of additional dice may be spent to raise an opponent&rsquo;s ATN by one per additional die spent. On the downside, your own ATN also rises, though only by one for every two additional dice spent (round up all fractions of .50 and above) &ndash; it&rsquo;s hard to hit a guy when you&rsquo;re going the other way&hellip;</p><p>This Maneuver is impossible to use in conjunction with any Thrust-based Maneuver.</p><p><strong>This Maneuver is available at Proficiency level 4.</strong></p>",
        "level": 4
    },
    {
        "key": "feint-swing",
        "label": "Feint & Swing",
        "description": "<p>This is a relatively difficult trick to perform. It has a higher Activation Cost than Feint &amp; Thrust. It involves swinging at one region of the body, then changing direction mid-swing in an effort to bypass the defender&rsquo;s defenses entirely.</p><p>Once the Activation Cost is paid (see below), any number of dice may be added to the attacker&rsquo;s hand, at a cost of 1 MP for every additional die rolled in the attack. A Feint is always declared after the defender declares defense but before dice are rolled.</p><p>It&rsquo;s important to note that a Feinted attack lands in a different spot than originally declared. The attacker must also state the new location of attack (within no more than two Target Zones of the original attack). Activation Cost is equal to the &ldquo;distance&rdquo; from the original to the ultimate Target Zone, i.e. either 1 or 2.</p><p>When used against the same opponent Feints have a tendency to lose their novel effect after a while. Each repeated identical Feint against a single opponent, in the same location (over any number or duels &mdash; not just one), costs an extra MP die to execute.</p><p><strong>The Feint &amp; Cut is available at Proficiency level 3.</strong></p>",
        "level": 3
    },
    {
        "key": "feint-thrust",
        "label": "Feint & Thrust",
        "description": "<p>This is among the first &ldquo;tricks&rdquo; that most swordsmen learn. Like the Feint &amp; Strike it begins with a false swing, in this case always either overhand or across, but finishes with a Thrust to the head, neck, or torso.</p><p>This Maneuver is executed almost identically to the Feint &amp; Swing. When attempting a Feint &amp; Thrust the attacker declares a Slashing attack aimed at Target Zones 3, 4, or 5, complete with MP dice expenditure. The defender then declares his own defense &mdash; if this defense isn&rsquo;t based on the Parry Maneuver, Feint &amp; Thrust cannot be executed and the aggressor has to stick with his originally declared Swing type offense.</p><p>If the Maneuver can proceed, the attacker now states that he is Feinting &amp; Thrusting and adds any number of MP dice to his pool at a cost of one MP die thrown away for every one added to the attacking hand (as per Feint &amp; Strike). He also declares a new Target Zone for his Thrust, which must be zones 11, 12, or 13.</p><p>Feints have a tendency to lose their novel effect after a while when used against the same opponent. Each repeated identical Feint against a single opponent, in the same location (over any number or duels&mdash;not just one), costs an extra MP die to execute.</p><p><strong>The Feint &amp; Thrust is available at Proficiency level 2.</strong></p>",
        "level": 2
    },
    {
        "key": "grapple",
        "label": "Grapple",
        "description": "<p>The basics of this Maneuver are governed by many Proficiencies. It consists of grabbing the opponent, removing any weapon he wields, and changing the bout from free-flowing combat into a wrestling match, with the purpose of immobilizing the opponent, throwing him to the ground or breaking his limb.</p> <p>The Activation Costs assume that the Grapple Maneuver is launched against an opponent&rsquo;s limb, specifically the primary attacking limb if the Maneuver is used defensively. In this instance (and only then), it may be targeted against other parts of the body, for instance the torso or the head, but its Activation Cost is in this case increases by +1. Also, if used defensively against any attack other than an unarmed one, the Activation Cost is increased by a further +1. Finally, Reach modifiers apply to both offensive and defensive use of the Maneuver, which of course has a Reach range of Hand.</p> <p><em>Example: Using Grapple to defend against a Longsword (Reach Long) by attempting to grab the opponent&rsquo;s weapon arm carries an additional Activation Cost of +4 (+3 for Reach, +1 for defending against a weapon). </em></p> <p>The Grapple&rsquo;s TN, both for offensive and defensive use, is invariably 7.</p> <p>If the Maneuver is successfully used defensively, a hit is not only avoided, but a hold on the opponent&rsquo;s weapon arm is also established. If used successfully as an offence, a hold is established on whichever part of the body is targeted. In either case the successful - even if previously the defending -grappler is now the aggressor, and the opponent&rsquo;s attack is merely tied (unless Grapple was used as defense against another Grapple, in which case a tie establishes no clinch and the roles of aggressor and defender remain unchanged). After a successful Grapple both combatants find themselves in a clinch at the Reach range of Hand. Until the clinch is broken both must use MP dice from their Wrestling Proficiency.</p> <p>Should the clinch be entered mid-Round when another Proficiency &ndash; one other than Wrestling - was being used in the first Exchange, the MP is recalculated for the second Exchange based on Wrestling Proficiency, with dice spent in the first Exchange subtracted from the Wrestling MP.</p> <p><em>Example: On Exchange 1, character A attacked with 6 dice from his Longsword MP but met with a successful defense in a grapple. He is now in the clinch. With Reflex 5 and Wrestling 4 he has Wrestling MP 9. Having spent 6 dice in Exchange 1, he now has 3 MP dice remaining for Exchange 2. </em></p> <p>Once the clinch is established, the aggressor, receiving his QoS in executing the initial Grapple Maneuver as bonus dice for his subsequent MP, now has three options:</p> <p><strong>1) Immobilize:</strong> The aggressor tries to improve his initial hold in such a way as to completely immobilize his opponent. This may require several Exchanges of wrestling.</p> <p>The aggressor assigns MP dice and, without paying any Activation Cost, checks against TN 7. If he is beaten by the opponent&rsquo;s defense, the hold is broken and combat returns to a normal melee at engagement range Hand, with the former defender now the aggressor.</p> <p>If the defense is tied or overcome, the victor&rsquo;s QoS is subtracted from the opponent&rsquo;s MP for the next Exchange. If this leads at any time to one combatant beginning a Combat Round with an MP of 0 or less dice, he is completely immobilized and unable to break free until circumstances change significantly.</p> <p><strong>2) Throw:</strong> The aggressor tries to throw his opponent to the ground. To do so, he assigns MP dice and rolls his Opposed Check. The TN is 6 if the initial hold was on a leg. It is 8 if on torso, head or arm.</p> <p>If the defense against the throw is successful, the hold is broken and the previous defender becomes the new aggressor, at a current engagement Reach range of Hand.</p> <p>In case of a tie, the clinch is broken and the combat continues at Reach range Hand, but without a change of aggressor.</p> <p>If the aggressor is victorious, the clinch is broken and he remains the aggressor, but the opponent is thrown to the ground, with all the attendant penalties of being prone.</p> <p><strong>3) Break:</strong> The aggressor attempts to break the limb he has grabbed. To do so, he assigns MP dice and rolls them in an Opposed Check. His TN for this roll is 7 if an arm is grabbed, 8 for a leg, and 9 for the neck, and is opposed by the defender&rsquo;s assigned MP dice.</p> <p>If the defender is victorious, the clinch is broken, and he becomes next Exchange&rsquo;s aggressor, at an engagement range of Hand.</p> <p>If the roll is tied, the outcome is identical to a tied attempt to immobilize.</p> <p>If the aggressor is victorious, aggressor and defender immediately make an Opposed BN Check, with the aggressor receiving his QoS as bonus dice.</p> <p>If the aggressor wins this Opposed Check with a QoS of at least 2, the limb in question is broken &ndash; which in the case of it&rsquo;s being the neck is fatal. If any limb, other than the neck, is affected, refer to the Blunt Swing Damage Tables, Zone 1 for broken legs and Zone 7 for broken arms. Roll d6 on the Table for Zone 1 or 7 and apply the result of a level 4 wound to the exact location determined by the die.</p> <p>Any other outcome is treated as a tied attempt to immobilize.</p> <p><strong>Break Out:</strong> An attempt to break out of an opponent&rsquo;s hold is one&rsquo;s defense against attempts to immobilize, throw, or break a limb.</p> <p>This is a defensive Maneuver, free of any Activation Cost. The defender simply assigns dice from his MP and checks them against TN 7.</p> <p>Victory in this contest usually signifies the breaking of the clinch and a switch of the roles of aggressor and defender. However this may vary according to the actual wrestling attack defended against. For details, see the three offensive uses of the Maneuver above.</p> <p>Alternatively, a grabbed opponent may choose to forego any attempt to break the enemy&rsquo;s hold on him and simply attack him instead.</p> <p>He cannot use the limb that is being held for such an attack, and the MP for attacks with another part of the body are modified by &ndash;1/2 MP due to the awkwardness of having one&rsquo;s freedom of movement restricted by the hold. Engagement Reach range for this attack is Hand, and it is only conducted after the enemy has carried out his &ndash; now unopposed &ndash; offensive Grapple Maneuver.</p> <p><strong>This Maneuver is available at all Proficiency levels.</strong></p>"
    },
    {
        "key": "half-sword",
        "label": "Half Sword",
        "description": "<p>This is one of the few practical ways to kill an armored opponent in full harness (full plate) with a sword. Used with long swords, hand-and-a-half swords, and other longer weapons, the Half-Sword technique is performed by grasping the blade of the sword with the off (usually left) hand in order to use the sword as a short spear or pole-weapon.</p><p>This technique is particularly useful in close-quarters when swinging a long weapon may be impractical.</p><p>Half-Swording reduces a sword&rsquo;s effective Reach by one or two steps from Long to Medium or Short, at the player&rsquo;s discretion. Note that the Half-Sword may be released into a one-handed attack at any time, nullifying any Half-Sword bonuses, but gaining Reach.</p><p>Half-Swording precludes the sword being used for slashing, but it increases control over the weapon and thus lowers both DTN and Thrust ATN by 1. The latter effectively increases damage dealt, but against any type of armor Half-Swording it also raises the Thrust DR by +1.</p><p>One can shift from normal grip to the Half-Sword at any time, though doing so during an Exchange (shifting suddenly into or out of the Half-Sword in order to execute a particular counter, for example) costs 1 MP.</p><p><strong>This Maneuver is available at all Proficiency levels.</strong></p>"
    },
    {
        "key": "master-strike",
        "label": "Master-Strike",
        "description": "<p>The jewel of the art of fighting is the Master-Strike, a type of attack that both defends and offends in one motion.</p><p>The technique, as it applies to Blade, can be used either as an offensive or defensive Maneuver. In many ways it resembles the Simultaneous Block/Strike Maneuver, however it involves only one weapon.</p><p><em><strong>As an Offense</strong></em>, declare a Master-Strike alongside any Cleaving attack, and pay the Activation Cost. Divide the attacking dice into offense and defense, in any proportion. This is clearly most useful in a situation where both opponents are attacking simultaneously.</p><p><em><strong>As a Defense</strong></em>, declare a Master-Strike as your defense or alongside a Parry, and pay the Activation Cost. Split this Exchange&rsquo;s dice into offense and defense.</p><p>Roll the defense first, as your opponent attacks. If your defense is successful, carry the dice in your Quality of Success over into the offensive roll! Should your defense fail, regardless of offensive or defensive role, the attack also fails, and all dice assigned to it are lost.</p><p><strong>This maneuver is available at Proficiency level 10.</strong></p>",
        "level": 10
    },
    {
        "key": "murder-stroke",
        "label": "Murder Stroke",
        "description": "<p>This Maneuver is only available for swords and similar weapons and is utilized to overcome opponents too heavily armored to have a realistic chance to wound them using a blade. It is performed with the sturdier types of either one- or two-handed swords. To execute it, the attacker grips the sword by the blade to forcefully beat the opponent in the head with the grip, pommel, or crossguard of the sword. This does of course require wearing some kind of protection for one&rsquo;s hands.</p><p>Gripping the sword by the blade reduces the effective Reach of the weapon by one increment, with all attendant penalties. The attack itself is a swing typically directed at the head, targeting areas 4 or 5. Damage from a successful hit is calculated with a DR of +1 Blunt. In addition, if the head and not just the shoulder or arm is being struck, the attendant Shock rating is increased by a number equal to half the attacker&rsquo;s total of QoS + half BN + DR before the defender&rsquo;s BN and AV are subtracted - as with any other Bash to the head. This Shock even applies if no actual wound is caused, also as usual for Bashes to the head.</p><p><strong>This maneuver is available at Proficiency level 3.</strong></p>",
        "level": 3
    },
    {
        "key": "quick-draw",
        "label": "Quick-Draw",
        "description": "<p>Characters using this maneuver can attack with a Cut, Bash, or Parry with any weapon of Medium Reach or shorter.</p><p>Because the curvature of a weapon makes this Maneuver easier, straight-bladed or hafted weapons of Medium or longer Reach require an additional 1 MP over the normal Activation Cost. Weapons with a Reach of Hand and Short need no such curvature, and can be quick-drawn with no penalty.</p><p>Weapons of Long Reach and shorter can also benefit from this Maneuver by making a sudden thrusting attack with the pommel or butt end of the weapon. This has no additional cost, but its statistics differ than the parent weapons Reach Hand, Thrust ATN 6, and DR &ndash;1 Blunt.</p><p>In all cases, the weapon being quick-drawn is assumed to be at the hip or in some other very accessible place.</p><p>For those weapons carried in less accessible places - such as a boot knife or short weapon over the shoulder -add 1 MP to the Activation Cost (compounding with any other penalties or modifiers). Weapons in packs or other immediately inaccessible places are just that: inaccessible.</p><p>To perform this Maneuver in play simply declare which weapon is being quick-drawn at the beginning of any Exchange (usually the first, but not necessarily), and state whether it is being used to Cut, Bash, or Parry.</p><p>After spending the Activation Cost and allowing for any penalties, a Terrain Check is made against the weapons normal ATN -1 (if the drawing hand is free) or ATN -2 (if the drawing hand is on the weapon&rsquo;s grip already).</p><p>If this Terrain Check is successful, the attack or Parry goes forward normally, using standard attack and defense rules. If this Terrain Check fails, the character is forced to use some form of Evasion or get hit. The weapon will be free for the next Exchange.</p><p>This Maneuver can be combined with the rules for initiative (and stealing it. Likewise, don&rsquo;t forget to use Reach rules here, including those rules for getting inside of a weapon&rsquo;s Reach, or this Maneuver will lose much of its bite).</p><p><strong>This maneuver is available at Proficiency level 4.</strong></p>",
        "level": 4
    },
    {
        "key": "simultaneous-block-strike",
        "label": "Simultaneous Block/Strike",
        "description": "<p>This gutsy Maneuver is not unlike the Bind &amp; Strike Maneuver, except that it all happens in the course of one Exchange. To perform this Maneuver, divide your MP between attack and defense (remember that you&rsquo;ll still need dice for the next Exchange).</p><p>The defense is then rolled against your opponent&rsquo;s attack, and your offense against his defense (if any). This Maneuver is obviously only useful in situations where both you and your opponent are attacking at once. All attacks are resolved normally.</p><p>This Maneuver maybe performed with a parrying weapon instead of a shield in the offhand, in which case it should more properly be called &ldquo;Simultaneous Parry/Strike&rdquo;. Don&rsquo;t forget that, unlike shields, parrying weapons wielded in the off hand have their DTN increased by +1.</p><p><strong>This Maneuver is available at all Proficiency levels.</strong></p>"
    },
    {
        "key": "stop-short",
        "label": "Stop Short",
        "description": "<p>This Maneuver consists of leaping or stomping at an opponent and then halting suddenly to throw him off guard. To execute the Maneuver, pay the Activation Cost and then roll an Opposed Check of the attacker&rsquo;s CG against the defender&rsquo;s SY. This counts as an attack.</p><p>The attacker, and only he, may spend additional dice from his MP to lower the TN for this Check on a one-for-one basis, up to half his HT score.</p><p>If the defender at least ties the attacker, he may assume the role of aggressor. If the attacker wins, his opponent loses a number of dice from his MP for the next Exchange equal to the attacker&rsquo;s Quality of Success. Should this take his MP below 0, any negative dice are still added as bonus dice to the winner&rsquo;s MP for this next Exchange.</p><p>This is a Maneuver that can be performed without expenditure of MP dice, apart from any Activation Cost, and is therefore available to an attacker who has run out of MP. It is, however, effective only really once per opponent (ever &ndash; not just per combat). Every additional attempt against the same person, whether previous ones were successful or not, acquires a cumulative +1 MP Activation Cost.</p><p><strong>This Maneuver is available at Proficiency level 2.</strong></p>",
        "level": 2
    },
    {
        "key": "thrust",
        "label": "Thrust",
        "description": "<p>All Thrust-capable weapons have an ATN for Thrusting. Some weapons are better suited to this form of attack, as reflected in their ATN. Thrusts are also notoriously fast. In cases where two combatants attack at the same time, should one of them Thrust as his Offensive Maneuver, he receives a +1 die on his Opposed Reflex Check to determine who goes first. Should two parties with equal Reflex Thrust at the same time, both parties receive the +1 bonus to their Reflex Check.</p><p><strong>This Maneuver is available at all Proficiency levels.</strong></p>"
    },
    {
        "key": "toss",
        "label": "Toss",
        "description": "<p>Distraction has always been an important part of combat. This Maneuver allows you to toss a hat, glove, sidearm, or other object into your opponent&rsquo;s face, causing no actual physical injury but distracting the opponent and making him lose MP dice.</p><p>To execute this Maneuver, the aggressor pays any Activation Cost and then assigns dice from his MP for throwing a hand-held object at the defender.</p><p>The ATN for most objects suitable for the Toss Maneuver is 6, but as an object will usually be thrown with the off hand, the final ATN 7 is normally increased by +1.</p><p>The opponent may defend by using a shield to block (but due to the surprise must use the DTNs for projectile weapons from Table 4.2), or he may opt to use Partial Evasion as his defense.</p><p>If the defender wins by a QoS of at least 1, he takes initiative if having used a shield, or may purchase it if having resorted to Partial Evasion, as normal.</p><p>If the attacker is victorious, he not only retains initiative but also subtracts his QoS from his opponent&rsquo;s MP for the following Exchange. As always, if this would take the MP into the negative range, these negative dice are added as bonus dice to the winner&rsquo;s MP for this next Exchange.</p><p><strong>This Maneuver is available at all Proficiency levels.</strong></p>"
    }
]