[
    {
        "key": "acting",
        "label": "Acting",
        "attribute": "heart",
        "description": "<p>The character is skilled in all aspects of stage acting in front of crowds. Memorizing lines, voice projection, body control and voice mimicry are all within the range of the normal use of this Skill. A character may be required to make Checks when putting on an important show; in front of an important crowd; or if required to speak especially difficult lines. The character can accurately mimic the voice of any given individual that he has heard speak at least once. Without the Disguise Skill, this can be useful when shouting or speaking to another person from behind a door or while otherwise out of sight. When combined with Disguise, Acting can be used to play the part of a specific person. In these cases, only the worse of the two Skills is checked during the interaction, not both.</p>"
    },
    {
        "key": "ancient-languages",
        "label": "Ancient Languages",
        "attribute": "sagacity",
        "description": "<p>This Skill provides the ability to read, write, and eventually speak one chosen language from a long ago, lost civilization. Ancient Languages can only be used to learn languages from the past that are not typically spoken in the character&rsquo;s modern world. The character&rsquo;s ability with this Skill is directly related to its level. At levels 1-3, the character can recognize common written glyphs and symbols in the language. As the character&rsquo;s Skill level increases, he gains an understanding of progressively more obscure elements of the language. At levels 4-6, he can begin to surmise how the ancient language was spoken, based on both his knowledge of the language and later languages that developed from it. By levels 7-9 he can speak the language with fluency and flair. Literacy is a prerequisite for this Skill. At character creation, every Skill point invested into an Ancient Language Skill buys <strong>two </strong>points in that Ancient Language.</p>"
    },
    {
        "key": "animal-ken",
        "label": "Animal Ken",
        "attribute": "heart",
        "description": "<p>A character with Animal Ken is particularly keen on determining the drive, desires, demeanor, and feelings of an animal. To use the Skill, the character must observe a creature for a few minutes and then roll a Skill Check. If successful, the character can sense something about the creature&rsquo;s current motivation, desires, or the specifics of its emotional state. Additional information may be gained through further Skill Checks.</p> <p>This Skill is useful when attempting to train animals to behave in a particular way or to teach them tricks. However it can only be used to teach an animal something it is able to perform usually, within the constraints of its intelligence level and body shape. Tricks might include searching out or tracking specific prey; retrieving objects; guarding others or an area; reacting in specific ways to symbols or hand motions; returning home from any location; attacking or retreating on command; walking with a particular gait; and many more.</p> <p>This Skill can also be used to affect the creature&rsquo;s overall behavior -perhaps to make it more passive or aggressive than it normally would be, for example.</p>"
    },
    {
        "key": "apothecary",
        "label": "Apothecary",
        "attribute": "sagacity",
        "description": "<p>Throughout history, different cultures have devised remedies for a wide range of ailments. The character with an Apothecary skill is able to create non-magical, medicinal drugs from plants, minerals, and animal parts. These medicines&rsquo; benefits are not often instant; efficacy may take between minutes and several hours. They may carry side effects, especially when they are very potent.</p> <p>This skill includes the study of poisons, their effects and detection, as well as the treatment of poisoned individuals. The character can diagnose a poisoned character and recommend an antidote or treatment if he can identify the symptoms and the source of the poison, or if he has a sample of the poison itself.</p> <p>A successful Skill Check allows the creation of medicines, poisons, or antidotes from ingredients at hand.</p> <p>Note that while this skill provides the knowledge of how to prepare ingredients to make medicines, poisons, and antidotes, it does not provide the character with the ability to find the ingredients in the wild, which is an application of the Survival Skill.</p>"
    },
    {
        "key": "battlefield-tactics",
        "label": "Battlefield Tactics",
        "attribute": "sagacity",
        "description": "<p>This Skill gives a character the savvy to move troops and resources into optimal battlefield position. He knows when and where to fight to make the most of his available troops and resources, taking advantage of terrain and weather. This allows an experienced tactician to fight large-scale battles with fewer men than an opponent, with a reasonable chance of success.</p> <p>With knowledge of the battlefield and the standard tactics of his opponent, the character will spend a few minutes with his comrades, explaining the tactics to be employed in the upcoming battle. This discussion must take place within two hours of battle. He then makes an opposed Battlefield Tactics Check against the enemies commander. If successful, all comrades that received the instructions gain &ndash;1 TN to all Soldiering Skill Checks made during that combat.</p>"
    },
    {
        "key": "climbing",
        "label": "Climbing",
        "attribute": "daring",
        "description": "<p>This Skill provides a character with the ability to climb many types of vertical surfaces. The number of successful Climbing Checks needed to complete a task may vary, and especially long climbs may require a string of Checks. In this case each single Skill Check should represent a real and tangible benefit, like a concrete leg of the trek being completed, not just some distance climbed.</p>"
    },
    {
        "key": "customs",
        "label": "Customs",
        "attribute": "heart",
        "description": "<p>This Skill provides an understanding of other cultures&rsquo; customs. A character does not risk of offending people from a known culture, and is adept at quickly recognizing and reacting to the customs of newly encountered cultures. This differs from Etiquette in that Etiquette only provides knowledge of the social intricacies of the elite, whereas Customs is equally effective across all portions of a population. Customs cannot be used to duplicate the effects of Etiquette. So a character with Customs, but without Etiquette, could not appear as one of the aristocracy.</p>"
    },
    {
        "key": "dancing",
        "label": "Dancing",
        "attribute": "daring",
        "description": "<p>The character knows the artistry of dancing, and is trained in the art of performing in front of an audience. The character is well versed in all the popular dances of the time, including those with complex or detailed steps. He is also adept at picking up new dances, and can create his own which may become popular.</p>"
    },
    {
        "key": "decipher",
        "label": "Decipher",
        "attribute": "sagacity",
        "description": "<p>This Skill provides the ability to decipher unknown written words, codes or glyphs. When faced with an unknown text, a character uses this Skill to appraise the frequency and patterns of certain symbols, and to come up with theories of what he believes the communication to hold. This time consuming process could take several minutes to several months, depending upon the length of the text.</p> <p>It should be noted that while Decipher can be used to interpret any text, including unknown languages, the process for reading such a text is much longer than it would be with any of the language Skills, and it does not result in any improved knowledge of the language.</p>"
    },
    {
        "key": "dectect-sorcery",
        "label": "Detect Sorcery",
        "attribute": "cunning",
        "description": "<p>Successful use of this Skill allows a character to detect the presence and effects of sorcerous spells and the eldritch energies that are emitted by all sorcerous objects and supernatural beings. He is also, using the Scrying Lesser Mystery, able to detect a disembodied consciousness. However, this Skill is not sensitive enough for awareness of spells or effects once they have worn off. Sorcery can be detected casually, even in passing, although detection is easier if a character touches an object and concentrates for a full Limelight. During that time, a single object or the character&rsquo;s immediate vicinity (to about 3 meters) can be examined.</p> <p>To detect sorcery in a single object or being, 1 Success is usually sufficient, providing the character touches it and concentrates. 2 Successes are required if he actively examines it but without touching it. Detecting sorcery by chance -simply touching an object without actively looking for sorcerous energies -requires 3 Successes.</p> <p>For detection of sorcery in the vicinity, 2 Successes will alert a character to the presence of sorcerous energies; 3 Successes will locate their approximate source; and 4 Successes will accurately pinpoint the origin, as long as the character uses the Skill actively. To notice sorcery simply in passing requires one additional Success.</p> <p>This Skill is especially sensitive to the presence of any disembodied consciousness&rsquo;s using the Scrying Lesser Mystery. These presences can be noticed at a distance of up to 10 meters, and one less Success is required than for detection of sorcery -in other words 1 to 3 successes if one uses the Skill actively, or 2 to 4 successes if passively. If enough Successes are achieved to pinpoint the origin of this supernatural effect (i.e. 3 or 4), the character does not just feel the disembodied presence; he actually sees it.</p> <p>Especially faint or strong manifestations of sorcerous energies may require one or more additional or fewer Successes than given in the guidelines above.</p> <p><strong>This Skill is available only to characters created with Talent Table &ldquo;Sorcery&rdquo; choices of A-C.</strong></p>"
    },
    {
        "key": "disguise",
        "label": "Disguise",
        "attribute": "cunning",
        "description": "<p>This Skill endows a character with the ability to transform himself or someone else. A basic Check allows the character to appear different from his current self with changes of hair, clothing, sex, or social class, along with measurable changes such as weight and height. When combined with Acting, Disguise can be used to play the part of a specific person. To do this, all Skill Checks must be successful. In this situation, only the worse of the two Skills need be checked during the interaction, not both.</p>"
    },
    {
        "key": "etiquette",
        "label": "Etiquette",
        "attribute": "heart",
        "description": "<p>The character understands the social intricacies of encounters with the elite. He knows what and what not to talk about; how to greet others; which utensils to use when eating and how these should be held; which dance steps are in vogue; and any number of other verbal and non-verbal upper-class courtesies. With the Customs skill, but without Etiquette, one might pass as a member of another culture, but not as one of their aristocracy.</p>"
    },
    {
        "key": "falsehood",
        "label": "Falsehood",
        "attribute": "heart",
        "description": "<p>Characters may use this Skill to tell lies (Heart), or to detect lies (Sagacity) and resist the detection of their own lies (Heart).</p> <p>Success is automatic - unless the lie is outlandish enough for listeners to become suspicious. Such a case would require a Falsehood vs. Falsehood Check. Should the target not possess the Falsehood Skill, he would employ Sagacity with twice the number of needed successes.</p> <p>Studying the various forms of dishonesty, one becomes necessarily both doubtful of people&rsquo;s honesty and adept at behaving in a controlled way so as to give nothing away.</p> <p>When somebody proficient in Falsehood tells the truth and is suspected otherwise, as lying has become second nature to him, he must use his Falsehood Skill and score twice the usual number of successes required in order to overcome the doubts of the listener. Should the Check be tied or fails, he is automatically considered to be lying.</p>"
    },
    {
        "key": "foreign-languages",
        "label": "Foreign Languages",
        "attribute": "sagacity",
        "description": "<p>This Skill provides a character the ability to speak one chosen non-native language that is in current use in his world. The level of the Skill determines the extent of his knowledge. Thus a character with a level of 1 to 3 would be able to speak like a person who has arrived in a new country and be able to read everyday signs about town. Those with the Skill at the level of 7-9 have the vocabulary of a highly intelligent scholar or writer. At character creation, every Skill point invested into a Foreign Language Skill buys <strong>two </strong>points in that language.</p>"
    },
    {
        "key": "healing",
        "label": "Healing",
        "attribute": "sagacity",
        "description": "<p>In the event of injury, illness or disease, the Healing Skill endows a character with an understanding of medical procedures and medicines to help himself and others. (Note that the creation of medicines and poisons, or the neutralizing of poisons requires the Apothecary Skill.)</p> <p>One of the most important uses of the Healing Skill is First Aid. When an injury occurs, if a successful Healing Skill Check is performed within an hour, the patient regains 1 Pain point per success against the wound being tended.</p> <p>The Healing Skill can also be used to provide continuing care to an injured patient. When a character rolls his weekly TY Check to determine if he has shed Pain points, the character with the Healing Skill can tend to him, rolling his own Healing Skill Check just prior to the injured character&rsquo;s TY Check. If the Healing Check is successful, the injured character gains 1 bonus success for his TY Check for each success scored in the caregiver&rsquo;s Check.</p>"
    },
    {
        "key": "information-gathering",
        "label": "Information Gathering",
        "attribute": "heart",
        "description": "<p>A character with this Skill is adept at tracking down the answers to questions and mysteries by finding the right person to talk to. Usually in a public location -perhaps a bar or a shop-the character is led step by step to the information he seeks through conversation, purchasing goods, or making small bribes.</p> <p>The character should be smart about how he asks questions, especially when he is seeking information about a powerful person that has a lot of influence in the area. It may require several steps, each with a Check of its own, and each with its own role-playing opportunity.</p> <p>Penalties may be applied to the Checks if the character is speaking to someone who may be reluctant to reveal information.</p>"
    },
    {
        "key": "light-step",
        "label": "Light Step",
        "attribute": "cunning",
        "description": "<p>A character can use this Skill to place less pressure upon any surface on which he steps. This allows him to leave no tracks in mud or snow, or even to walk across short distances of liquid. If a trap were to be triggered by a pressure plate, this Skill could be used to move across it without incident. In all cases, the character must move briskly while using Light Step.</p> <p>Attributes can never be used to stand in for a Check of this Skill. If a character isn&rsquo;t explicitly trained in its use, he cannot attempt it.</p>"
    },
    {
        "key": "lock-picking",
        "label": "Lock Picking",
        "attribute": "cunning",
        "description": "<p>A character with this Skill is able to pick or otherwise disable locks. Generally, two tools are needed to pick a lock: a flat-headed implement (called a &ldquo;tension wrench&rdquo;) used to turn the lock, and a pointed tool (the &ldquo;pick&rdquo;) used to manipulate the pins inside the lock. These can be makeshift versions, but without tools of some type the character cannot use this Skill to open a mechanical lock. This Skill can also be used to disable other kinds of locks, including bars and latches on the opposite side of the door, as long as some crack in or around the door is accessible.</p> <p>Most locks are Average (1 Success) to pick, if proper tools are at hand. Quality locks, lack of tools, or adverse conditions will increase this difficulty.</p>"
    },
    {
        "key": "music",
        "label": "Music",
        "attribute": "heart",
        "description": "<p>The character is skilled at singing or playing a particular type of musical instrument. Those with a higher Skill rating can perform more complex music.</p> <p>A character may be required to make Checks when putting on an important show in front of a significant audience, or when required to perform an especially difficult piece of music.</p>"
    },
    {
        "key": "navigation",
        "label": "Navigation",
        "attribute": "tenacity",
        "description": "<p>Navigation is the process of monitoring and controlling the movement of a ship from one place to another. It is also the term used for the specialized knowledge used to perform navigational tasks, which involve locating the navigator&rsquo;s position in conjunction to known locations.</p>"
    },
    {
        "key": "negociation",
        "label": "Negociation",
        "attribute": "heart",
        "description": "<p>The character with this Skill understands the procedures and tactics of negotiations between people, groups, and states. In practice, a Check should be attempted at key points in a negotiation or diplomatic encounter. Success means the encounter turns favorably for the character. Failure means that the character may need to give some concessions. Depending upon the importance of the issues and the stubbornness of his adversary, the exchange could go on lengthily with many Checks.</p> <p>If a character has occasion to properly assess his opponent&rsquo;s weaknesses, he gains up to &ndash;2 TN to the pertinent Negotiation Checks. Such assessment may require roleplaying and the use of any number of Skills like Information Gathering or Falsehood, among many possible others.</p>"
    },
    {
        "key": "occultism",
        "label": "Occultism",
        "attribute": "sagacity",
        "description": "<p>This is the knowledge of the arcane, the supernatural and the sorcerous, the professional knowledge of sorcerers and those intimate with their ways.</p> <p><strong>It cannot be learned if the character has neither an Asset nor a Talent choice suggesting such familiarity. </strong></p> <p>The Skill entails a degree of knowledge of mythical famous sorcerers, dead and living, and their exploits, as well as concrete knowledge of what sorcery is and isn&rsquo;t capable of. It also grants understanding of exactly how sorcery works (to the extent that this is understood at all). Depending on the setting, it provides knowledge of supernatural beings like demons -their names, spheres of influence, attributes and other purported information about them.</p>"
    },
    {
        "key": "omen-reading",
        "label": "Omen Reading",
        "attribute": "heart",
        "description": "<p>Often performed for profit, Omen Reading allows a character to determine general information about his future or that of another person.</p> <p>Fortune telling methods vary with each culture. Examples include: throwing bones; palm reading; astrology; tarot cards; reading tea leaves; visions brought on by drugs, dreams, and signs from gods; gaining insight from dead ancestors; and many others.</p> <p>Usually fixed around a celestial event, a reading&rsquo;s insight may span the minimum of a day, or it may cover the time to the new moon, the next week, or until the group reaches the next town. However, Omen Reading never provides exact information about an exact event at an exact time.</p> <p>The information provided by Omen Reading is often very general and vague, such as &ldquo;ill luck will come to those that travel during the next two days&rdquo; or &ldquo;with great chances come great rewards in your near future&rdquo; or &ldquo;the man in white has a forked tongue.&rdquo;</p> <p>Omens are the ref&rsquo;s creations, but it is up to the characters to determine their meaning. The ref should put real effort into making each omen meaningful for the characters, without giving away too much information.</p> <p>To use this Skill, the character identifies the person or people for whom he wishes to perform a reading, during which he will make a Skill Check.</p> <p><strong>This Skill is available only to characters created with Talent Table &ldquo;Sorcery&rdquo; choices of A-C.</strong></p>"
    },
    {
        "key": "pick-pockets",
        "label": "Pick Pockets",
        "attribute": "cunning",
        "description": "<p>This Skill allows a character to secretly palm an object or plant one onto another person, or to covertly manipulate objects in the presence of others. Using this skill one could, for example, steal coins from a target&rsquo;s pouch, a ring from a finger, a dagger from a sheath, or plant a stolen object on a target to frame him. This Skill could be employed to secretly swipe an item off a table or slip poison into someone&rsquo;s drink.</p> <p>When using this Skill in front of observers other than the target, the Challenge rating increases by one level for every two people that might potentially see the Pick Pocket attempt.</p> <p>Note that in larger groups, depending upon what is happening in the surrounding area, it is unlikely that everyone would have their attention focused towards the thief and his target. A significant distraction, such as a performer on a stage in front of a crowd, would draw almost everyone&rsquo;s attention, allowing an easy harvest for a thief.</p>"
    },
    {
        "key": "precognition",
        "label": "Precognition",
        "attribute": "cunning",
        "description": "<p>A character with this Skill has the uncanny ability to sense danger a moment before it occurs.</p> <p>Whenever the character is asked to make a Surprise Check, he may choose to roll a Precognition Check first. 1 Success does away with the need for the character to roll for Surprise. 2 Successes give the character time to give a warning signal to his closest team mate. 3 Successes afford these bonuses and an indication of the direction from whence the danger is coming. 4 Successes allow adequate time to warn all the character&rsquo;s teammates of the danger, thus completely negating the Surprise. Finally, 5 Successes would indicate the nature and origin of the danger a full Round before it occurs.</p> <p>There is no penalty for a failed Precognition Check.</p> <p><strong>This Skill is available only to characters created with Talent Table &ldquo;Sorcery&rdquo; choices of A-C.</strong></p>"
    },
    {
        "key": "prestidigitation",
        "label": "Prestidigitation",
        "attribute": "cunning",
        "description": "<p>A character with Prestidigitation is skilled at sleight of hand and the creation of non-magic tricks and illusions. The character is able to use appropriate distraction techniques and hand motions to make small objects in his hand disappear, or to make objects appear from nothing. He can perform tricks with decks of cards, small animals, handkerchiefs, coins and other items.</p> <p>Note that Prestidigitation does not duplicate the Pick Pockets Skill, which can be used to retrieve objects that are not in the character&rsquo;s grasp prior to the Skill Check.</p>"
    },
    {
        "key": "riding",
        "label": "Riding",
        "attribute": "daring",
        "description": "<p>This Skill enables a character to control a mount of a specific type. If he wishes to control another type of mount, he will need time to familiarize himself with it, until which time all Skill Checks for the new mount are one Challenge level more difficult.</p> <p>A character with this Skill can keep control of an animal at a full gallop without a Skill Check, or roll a Check to calm a startled animal. With a Check modified for difficulty, the character can direct his mount to leap obstacles and perform other tricks. A successful skill Check allows the character, in combat, to mount or dismount without penalty. If this Skill Check fails, additional time for mounting or dismounting is required, however this incurs no additional cost.</p> <p>To guide an animal in combat the character must spend a MP die during any round in which he wishes to change direction or speed of movement, as, having established these, the animal is considered to continue along in that direction and at that speed until the character chooses to change either. This does not require a Skill Check.</p> <p>Any attack that causes damage to an animal requires the character, in order to maintain control of it, to spend an additional MP die as well as make a successful Skill Check. If is the Check is failed, the rider will be thrown from the mount, and the animal will run until calmed in a following round. Also a penalty, appropriate to the amount of damage done, is awarded.</p>"
    },
    {
        "key": "seamanship",
        "label": "Seamanship",
        "attribute": "tenacity",
        "description": "<p>Skilled in operating ships and boats, a character with Seamanship is adept in all aspects of vessel management from stringing rigging; organizing the crew&rsquo;s jobs; repairing canvas and hulls; to steering and rowing.</p> <p>A penalty may apply to the Skill Check if the ship or boat encounters rough waters. Especially harsh storms may require up to 3 additional Successes, making them treacherous to all but the most seasoned sea captain.</p>"
    },
    {
        "key": "seduction",
        "label": "Seduction",
        "attribute": "heart",
        "description": "<p>While it is possible for a character without Seduction to have a romantic relationship, one skilled in the arts of romance, enticement, and the seduction of those in whom he is interested is far more adept at successfully pursuing others, including those who may be hesitant. He knows the right things to say, when to make eye contact, and how to lie to succeed in his courtship. Seduction can be used to entice those who might benefit the character or his ambitions. Thus the use of this Skill necessarily includes cool calculation, feigned emotions, and allusions or outright promises.</p> <p>In practice, the character describes his methods and motives for wooing his subject, and rolls a Skill Check, adjusted for difficulty. Seduction takes time and the higher the Challenge Level, the longer it will take. If the character is trying to convince his subject to do something that she would not normally do, the subject may contest the attempt with Tenacity or her own Seduction Skill. Continuous failure of a Skill Check against the same target will only increase the Challenge Level, as well as the subject&rsquo;s annoyance with the character, until the Checks begin automatically to fail.</p>"
    },
    {
        "key": "sneaking",
        "label": "Sneaking",
        "attribute": "cunning",
        "description": "<p>A character with this Skill has the ability to obfuscate himself and his movements and to survey his surroundings to find the best places to hide. He understands how other people will see and move through an area, and knows how to create minor disturbances to distract them. Most importantly, he knows how to position and fit his body to into small hiding spots and move silently between them. A character with this Skill can hide behind something which provides less than complete cover. To use this Skill, the character rolls a Skill Check, with the Challenge Level based on the amount of coverage available and vigilance of others in the area. The Skill Check is rolled when the character first moves into a concealed position and again with each movement.</p> <p>This Skill cannot be used to hide from others that are already aware and within vision of the character.</p>"
    },
    {
        "key": "soldiering",
        "label": "Soldiering",
        "attribute": "tenacity",
        "description": "<p>This incorporates the professional skills of all soldiers, including low-level organizational decisions such as how and where best to set up camp; how and where to station guards; estimating the size of an enemy body by the size of its camp; judging the quality of a troop by watching it perform; executing drills; drawing up formations; etc.</p> <p>More importantly, this Skill entirely replaces weapon Proficiencies in any battlefield setting in which fighting is in a cramped, closed formation, such as a shield wall. In any such situation, a weapon Proficiency functions only at 20% of it&rsquo;s normal value, but Soldiering can be used in its stead, no matter what the weapon. If a character breaks rank to fight alone &ndash; endangering both himself and his comrades&ndash; his Proficiencies are penalized no longer, but he cannot use Soldiering in their stead.</p>"
    },
    {
        "key": "survival",
        "label": "Survival",
        "attribute": "cunning",
        "description": "<p>Survival provides the character with the ability to find food, water, and shelter in any environment. He has knowledge of the harsh conditions in all of them, and can plan ahead by packing the proper provisions. He has a general idea of the risks posed by the creatures, plants and terrain of a given environment, and can take precautions to avoid them.</p> <p>Additionally, this Skill helps the character maintain a sense of direction and to navigate unknown wildernesses and other surroundings. This is important to any explorer travelling overland without the benefit of a road, or delving into the twisted caverns of the underworld. If he arrives in a location that he does not recognize, he can use Survival to get his bearings and a general idea of the direction in which he needs to head to reach a familiar destination. He will also be able to retrace his steps in a confusingly arranged environment. As well as skill in determining direction, Survival equips the character to estimate distance, travel time, and to recall important landmarks along the way.</p> <p>The character must have some method of orientation, such as the sun, stars, a compass, or known landmarks (e.g., a mountain in the distance). Without such directional indications, the Skill Check will be at least one Challenge Level more difficult than otherwise.</p> <p>When this Skill is chosen, a character is basically competent in all terrains and climates, but if he encounters circumstances in which he has no previous first-hand experience, then all Survival tasks are one Challenge Level higher in difficulty until three meaningful Survival Checks have been passed. Thereafter all Survival Checks revert to their normal Challenge Level and the character is assumed to have familiarized himself with the new environment.</p>"
    },
    {
        "key": "swimming",
        "label": "Swimming",
        "attribute": "daring",
        "description": "<p>Every hero of Blade can stay afloat - and even swim clumsily, if unencumbered in reasonably calm waters - but Swimming incorporates the skills to brave agitated waters under difficult conditions, to dive, to stay afloat for extended periods, and to move at speed while in and under water.</p> <p>In combat, a Skill Check should be made once per Combat Round, the swimmer&rsquo;s MP for the the Round being penalized with 1 die for every Success this Check falls short of 5.</p>"
    },
    {
        "key": "theology",
        "label": "Theology",
        "attribute": "sagacity",
        "description": "<p>With this skill a character has an intimate academic knowledge of his religion. Common areas of learning include religious beliefs, temples and cults of a chosen region and its surrounding area. This Skill is likely acquired during academic education training at a religious school, and will likely be unknown to the majority of priests.</p>"
    },
    {
        "key": "tracking",
        "label": "Tracking",
        "attribute": "cunning",
        "description": "<p>A character with this Skill has the ability to follow the trail left by another creature by observing clues in the environment &ndash; footprints, crushed grass, broken twigs, dropped items, bits of cloth or fur, and other signs.</p> <p>To use the Tracking Skill, the character rolls a Skill Check with a Challenge Level based on how featureless he might find the surface of that trail. This Challenge Level is further adjusted by how old the trail is and the current weather conditions. If the Check fails, the trail is considered gone.</p>"
    },
    {
        "key": "trailing",
        "label": "Trailing",
        "attribute": "cunning",
        "description": "<p>A character with this Skill is proficient at covertly following another person or creature. (This is different from the Tracking Skill because the target must be within sight when the character begins following it.) To use Trailing, the character begins by spotting the person or creature he wishes to trail, before performing a Skill Check. A successful Check of average difficulty achieves success for the entirety of the chase with the character going unnoticed. Greater Challenge Levels occur only when passing through particularly open ground or especially deserted environs. Initially failure results with being seen and remembered, though not automatically being recognized as a trailer.</p> <p>Once seen, a new Check is made for the remainder of the chase, and this Check is now Opposed with Trailing, (or CG, doubling the required Successes needed if the target does not possess the Trailing Skill). Failure of this Opposed Check will result in the trailer being revealed.</p>"
    },
    {
        "key": "trapping",
        "label": "Trapping",
        "attribute": "cunning",
        "description": "<p>A character with this Skill can plan, set, find, and disable traps of all sorts.</p> <p>The primary ability within Trapping is a predictive one: What path is the target likely to take? What will lure the target into the trap? Where would I set a trap in this area? When planning and setting a trap, this Skill provides the ability to produce very basic devices, such as a cover of branches and leaves for a pit in the forest. The damage incurred by a trap should be in accordance with such devices.</p> <p>The ref secretly rolls the Skill Check for the character that is setting a trap. Failing the Skill Check could mean one of several things: the trap may be visible to the target; the trap may not go off as planned; or the trap may accidentally spring while the character is working on it. Success implies that the trap has been properly set.</p>"
    }
]